Revit 2024 API
SymbolTypeId.SfPerTon Property
 Symbol SF/ton, indicating unit Square feet per ton of refrigeration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId SfPerTon { get; }
Visual Basic
Public Shared ReadOnly Property SfPerTon As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SfPerTon {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace